cook/index.org
#+OPTIONS: html-style:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="./style.css"/>
#+HTML_HEAD_EXTRA: <script type="text/javascript" src="./script.js"></script>
#+HTML_HEAD_EXTRA: <link rel="icon" type="image/png" href="../favicon.png">
#+HTML_LINK_UP: ../home.html
#+HTML_LINK_HOME: ../index.html

#+TITLE: 留学生不饿死实验室

* 前言
本实验室为深海爱丽丝炼金结社现世下属实验室。

** 研究目标

不会做饭的懒人如何才能在国外陌生的厨房环境內以最小代价制作能满足日常需求的食物。

关键词：
- 懒人
- 没有烹饪基础
- 国外
- 尽量简单
- 营养足够均衡（较低标准，研究员专业不对口）
- 口味可以接受（以吃了还想再吃为最低标准）

** 结构

暂时以菜谱划分。

除了菜谱以外也有一些厨房相关的研究成果，比如厨具的选择养护，
厨房的清理，烹饪时的注意事项。

** 反馈

请发送至 [[mailto:casouri@gmail.com][casouri@gmail.com]]

* 厨房相关

* 菜谱


- [[./steak-info/index.html][牛排相关知识]] :: 了解牛排的各个部位，常见的生熟度。

- [[./steak/index.html][牛排]] :: 肉香四溢，鲜嫩多汁，唤醒你的原始欲望。

- [[./fry-chicken-leg/index.html][煎鸡腿]] :: 不算腌制大约需要10分钟。
            香气四溢，鲜嫩多汁。并且极其简单。需要的只有一点点耐心。

- [[./curry-rice/index.html][咖喱鸡饭]] :: 妈妈的咖喱味道，完美复制（用的是一个牌子的咖喱的话）

- [[./tomato-pasta/index.html][番茄意面]] :: 最普通的意面。足够简单，足够美味，变体丰富，还能要求什么呢？

- [[./fried-rice/index.html][炒饭]] :: 蔬菜，肉，主食完美结合，而且什么都能放进去。清理冰箱的终极武器。

* COMMENT 友情贡献菜谱记录

这里是菜谱缓冲区，记录友人推荐但是研究员还没有实验过的菜谱。

- 番茄牛腩
- 雞肉親子丼
- 麻婆豆腐
- 番茄鸡蛋面
- 海鲜炒饭
- 牛肉面（难）
- 鲑鱼蒸饭
- 红烧豆腐
