cook/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-11-11 Sun 19:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>留学生不饿死实验室</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yuan Fu" />
<link rel="stylesheet" type="text/css" href="/cook/style.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../home.html"> UP </a>
 |
 <a accesskey="H" href="../"> HOME </a>
</div><div id="content">
<h1 class="title">留学生不饿死实验室</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgbae6470">1. 前言</a>
<ul>
<li><a href="#org4bbafa8">1.1. 研究目标</a></li>
<li><a href="#orgc17aeff">1.2. 结构</a></li>
<li><a href="#org4f00b64">1.3. 反馈</a></li>
</ul>
</li>
<li><a href="#org3edf2a0">2. 厨房相关</a></li>
<li><a href="#org8460de3">3. 菜谱</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgbae6470" class="outline-2">
<h2 id="orgbae6470"><span class="section-number-2">1</span> 前言</h2>
<div class="outline-text-2" id="text-1">
<p>
本实验室为深海爱丽丝炼金结社现世下属实验室。
</p>
</div>

<div id="outline-container-org4bbafa8" class="outline-3">
<h3 id="org4bbafa8"><span class="section-number-3">1.1</span> 研究目标</h3>
<div class="outline-text-3" id="text-1-1">
<p>
不会做饭的懒人如何才能在国外陌生的厨房环境內以最小代价制作能满足日常需求的食物。
</p>

<p>
关键词：
</p>
<ul class="org-ul">
<li>懒人</li>
<li>没有烹饪基础</li>
<li>国外</li>
<li>尽量简单</li>
<li>营养足够均衡（较低标准，研究员专业不对口）</li>
<li>口味可以接受（以吃了还想再吃为最低标准）</li>
</ul>
</div>
</div>

<div id="outline-container-orgc17aeff" class="outline-3">
<h3 id="orgc17aeff"><span class="section-number-3">1.2</span> 结构</h3>
<div class="outline-text-3" id="text-1-2">
<p>
暂时以菜谱划分。
</p>

<p>
除了菜谱以外也有一些厨房相关的研究成果，比如厨具的选择养护，
厨房的清理，烹饪时的注意事项。
</p>
</div>
</div>

<div id="outline-container-org4f00b64" class="outline-3">
<h3 id="org4f00b64"><span class="section-number-3">1.3</span> 反馈</h3>
<div class="outline-text-3" id="text-1-3">
<p>
请发送至 <a href="mailto:casouri@gmail.com">casouri@gmail.com</a>
</p>
</div>
</div>
</div>

<div id="outline-container-org3edf2a0" class="outline-2">
<h2 id="org3edf2a0"><span class="section-number-2">2</span> 厨房相关</h2>
</div>

<div id="outline-container-org8460de3" class="outline-2">
<h2 id="org8460de3"><span class="section-number-2">3</span> 菜谱</h2>
<div class="outline-text-2" id="text-3">
<dl class="org-dl">
<dt><a href="./steak-info/">牛排相关知识</a></dt><dd>了解牛排的各个部位，常见的生熟度。</dd>

<dt><a href="./steak/">牛排</a></dt><dd>肉香四溢，鲜嫩多汁，唤醒你的原始欲望。</dd>

<dt><a href="./fry-chicken-leg">煎鸡腿</a></dt><dd>不算腌制大约需要10分钟。
香气四溢，鲜嫩多汁。并且极其简单。需要的只有一点点耐心。</dd>

<dt><a href="./curry-rice/">咖喱鸡饭</a></dt><dd>妈妈的咖喱味道，完美复制（用的是一个牌子的咖喱的话）</dd>

<dt><a href="./tomato-pasta">番茄意面</a></dt><dd>最普通的意面。足够简单，足够美味，变体丰富，还能要求什么呢？</dd>

<dt><a href="./fried-rice/">炒饭</a></dt><dd>蔬菜，肉，主食完美结合，而且什么都能放进去。清理冰箱的终极武器。</dd>
</dl>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Yuan Fu</p>
<p class="date">Created: 2018-11-11 Sun 19:03</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
